{
  "data": [
    {
      "id": "0",
      "thought": "It takes a big man to cry, but it takes a bigger to laugh at that man."
    },
    {
      "id": "1",
      "thought": "If you ever fall off the Sears Tower, just go real limp, because maybe you'll look like a dummy and people will try to catch you because, hey, free dummy."
    },
    {
      "id": "2",
      "thought": "If a kid asks where rain comes from, I think a cute thing to tell him is \"God is crying.\" and if he asks why God is crying, another cute thing to tell him is \"probably because of something you did\"."
    },
    {
      "id": "3",
      "thought": "To me, boxing is like a ballet, except there's no music, no choreography, and the dancers hit each other."
    },
    {
      "id": "4",
      "thought": "If trees could scream, would we be so cavalier about cutting them down?  We might, if they screamed all the time, for no good reason."
    },
    {
      "id": "5",
      "thought": "Better not take a dog on the Space Shuttle, because if he sticks his head out when you're coming home his face might burn up."
    },
    {
      "id": "6",
      "thought": "To me, clowns aren't funny.  In fact, they're kinda scary.  I've wondered where this started, and I think it goes back to the time I went to the circus and a clown killed my dad."
    },
    {
      "id": "7",
      "thought": "I'd like to see a nude opera, because when they hit those high notes, I'll bet you can really see it in those genitals."
    },
    {
      "id": "8",
      "thought": "Contrary to popular belief, the most dangerous animal in the world is not the lion or the tiger or even the elephant.  The most dangerous animal is a shark riding on an elephant, just trampling and eating everything they see."
    },
    {
      "id": "9",
      "thought": "As we were driving, we saw a sign that said \"Watch for Rocks\".  Marta said it should read \"Watch for PRETTY Rocks\".  I told her she should write in her suggestion to the highway department, but she started saying it was a joke -- just to get out of writing a simple letter!  And I thought I was lazy!"
    },
    {
      "id": "10",
      "thought": "As I bit into the nectarine, it had a crisp, juiciness about it that was very pleasurable -- until I realized it wasn't a nectarine at all, but a HUMAN HEAD!!"
    },
    {
      "id": "11",
      "thought": "Once, when I was in Hawaii, on the island of Kauai, I met a mysterious old stranger.  He said he was about to die and wanted to tell someone about the treasure.  I said, \"Okay, as long as it's not a long story.  Some of us have a plane to catch, you know.\"."
    },
    {
      "id": "12",
      "thought": "If you ever teach a yodeling class, probably the hardest thing is to keep the students from just trying to yodel right off.  You see, we BUILD to that."
    },
    {
      "id": "13",
      "thought": "Is there anything more beautiful than a beautiful, beautiful flamingo, flying across in front of a beautiful sunset?  And he's carrying a beautiful rose in his beak, and also he's carrying a very beautiful painting with his feet.  And also, you're drunk."
    },
    {
      "id": "14",
      "thought": "I guess of all my uncles, I like Uncle Cave Man the best. We called hum Uncle Cave Man because he lived in a cave and because sometimes he'd eat one of us.  Later on we found out he was a bear."
    },
    {
      "id": "15",
      "thought": "Anytime I see something screech across a room and latch onto someone's neck and the guy screams and tries to get it off, I have to laugh, because what IS that thing?"
    },
    {
      "id": "16",
      "thought": "In weightlifting, I don't think sudden, uncontrolled urination should automatically disqualify you."
    },
    {
      "id": "17",
      "thought": "If you're a horse, and someone gets on you and falls off, and then gets right back on you, I think you should buck him off right away."
    },
    {
      "id": "18",
      "thought": "The memories of my family outings are still a source of strength to me.  I remember we'd all pile into the car -- I forget what kind it was -- and drive and drive.  I'm not sure where we'd go, but I think there were some trees there.  The smell of something was strong in the air as we played whatever sport we played.  I remember a bigger, older guy we called \"Dad\".  We would eat some stuff, or not, and then I think we went home.  I guess some things never leave you."
    },
    {
      "id": "19",
      "thought": "Blow ye winds, like the trumpet blows, but without that noise."
    },
    {
      "id": "20",
      "thought": "I wish a robot would get elected president. That way, when he came to town, we could all take a shot at him and not feel too bad."
    },
    {
      "id": "21",
      "thought": "I think a good gift for the President would be a chocolate revolver.  And since he's so busy, you'd probably have to run up to him and hand it to him."
    },
    {
      "id": "22",
      "thought": "I hope if dogs ever take over the world, and they choose a king, they don't just go by size, because I bet there are some Chihuahuas with some good ideas."
    },
    {
      "id": "23",
      "thought": "I think a good movie would be about a guy who's a brain scientist, but he gets hit on the head and it damages the part of the brain the makes you want to study the brain."
    },
    {
      "id": "24",
      "thought": "If you lived in the Dark Ages, and you were a catapult operator, I bet the most common question people would ask is, \"Can't you make it shoot farther?\"  No.  I'm sorry.  That's as far as it shoots."
    },
    {
      "id": "25",
      "thought": "If the Vikings were around today, they would probably be amazed at how much glow-in-the-dark stuff we have, and how we take so much of it for granted."
    }
  ]
}
